def get_tk_data():
    return [
        {
            "书本": "第一本书",
            "章节": "第一章：马克思",
            "章节排序": 32,
            "题目id排序": 195,
            "题目": "1题目xxxx",
            "选项": [
                "第一个选项",
                "第二个选项",
                "第三个选项",
                "第四个选项"
            ],
            "答案": [
                2
            ],
            "解析": "1解析xxx"
        },
        {
            "书本": "第一本书",
            "章节": "第一章：马克思",
            "章节排序": 32,
            "题目id排序": 196,
            "题目": "2题目xxxx",
            "选项": [
                "第一个选项",
                "第二个选项",
                "第三个选项",
                "第四个选项"
            ],
            "答案": [
                2
            ],
            "解析": "2解析xxx"
        }]
